"There was an error in processing the images." = "There was an error in processing the images.";

"The MakePDF application not found on this system." = "The MakePDF application not found on this system.";